#+title: Evaluación de exposición: Windows Subsystem for Linux (WSL)
#+author: Gunnar Wolf

- Tema presentado por :: Alfonso Murrieta y Joaquín Valdespino
- Calificación global :: 8.66  * 0.3 + 8.75 * 0.7 = *8.723*

# * Comentarios

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|            5 |   7.5 |         10 |       10 |       7.5 |  8.00 |
|            5 |   7.5 |          5 |      7.5 |         5 |  6.00 |
|          7.5 |   7.5 |        7.5 |        0 |         0 |  4.50 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|          7.5 |    10 |         10 |       10 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |         5 |  7.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |         10 |       10 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |       7.5 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |          5 |       10 |        10 |  8.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |      7.5 |       7.5 |  8.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |         10 |       10 |        10 |  9.00 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.71 |  8.97 |       9.14 |     8.53 |      7.93 |  8.66 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

